{
    "pokemon_issues": {
        "Deforestation": {
            "pokemons": ["Bulbasaur", "Ivysaur", "Venusaur"],
            "url": "https://www.lasciencesimplement.fr/deforestation-entre-perte-de-biodiversite-emergence-de-maladies-infectieuses/",
            "text": "La déforestation est la destruction des forêts, principalement due à l'agriculture, l'exploitation forestière et les incendies. Cela entraîne une perte de biodiversité, ainsi que l'émergence de maladies infectieuses. Les Pokémon comme Bulbasaur, Ivysaur et Venusaur symbolisent cette connexion avec la nature et les forêts."
        },
        "Forest Fires": {
            "pokemons": ["Charmander", "Charmeleon", "Charizard"],
            "url": "https://renovables.blog/fr/%C3%A9cosyst%C3%A8me/les-incendies-de-for%C3%AAt-comprendre-leur-origine-et-leur-port%C3%A9e/",
            "text": "Les incendies de forêt sont de plus en plus fréquents en raison du changement climatique et de la mauvaise gestion des terres. Ces feux dévastent les écosystèmes, détruisent des habitats et affectent les espèces. Charmander, Charmeleon et Charizard incarnent le feu, un élément destructeur mais aussi purificateur."
        },
        "Plastic Pollution in Oceans": {
            "pokemons": ["Squirtle", "Wartortle", "Blastoise"],
            "url": "https://planetemer.org/infos/actus/d%C3%A9chets-et-pollution-plastique-quel-impact-sur-la-biodiversit%C3%A9-marine",
            "text": "La pollution plastique des océans menace la vie marine, affectant poissons, oiseaux et autres animaux marins. Les Pokémon Squirtle, Wartortle et Blastoise représentent l'importance de l'eau et les dangers de la pollution pour les créatures aquatiques."
        },
        "Biodiversity Loss Due to Pesticide Use": {
            "pokemons": ["Caterpie", "Metapod", "Butterfree"],
            "url": "https://www.generations-futures.fr/actualites/pesticides-sol/",
            "text": "L'utilisation excessive de pesticides détruit la biodiversité en empoisonnant les sols et les insectes. Des espèces comme Caterpie, Metapod et Butterfree sont essentielles à la pollinisation et à l'équilibre des écosystèmes."
        },
        "Bee and Other Pollinator Decline": {
            "pokemons": ["Weedle", "Kakuna", "Beedrill"],
            "url": "https://www.mnhn.fr/fr/le-declin-des-insectes-pollinisateurs",
            "text": "Le déclin des abeilles et autres pollinisateurs est alarmant. Ces insectes jouent un rôle crucial dans la pollinisation des plantes et la production alimentaire. Weedle, Kakuna et Beedrill symbolisent cette menace pour la biodiversité."
        },
        "Air Pollution and Urban Habitat Destruction": {
            "pokemons": ["Pidgey", "Pidgeotto", "Pidgeot"],
            "url": "https://www.mnhn.fr/fr/actualites/pres-de-30-d-oiseaux-en-moins-en-30-ans-dans-les-villes-et-les-campagnes-francaises",
            "text": "La pollution de l'air et la destruction des habitats urbains menacent les oiseaux et la faune. Pidgey, Pidgeotto et Pidgeot représentent les oiseaux qui souffrent de ces perturbations dans leurs environnements."
        },
        "Habitat Fragmentation Due to Urbanization": {
            "pokemons": ["Rattata", "Raticate"],
            "url": "https://www.projetecolo.com/fragmentation-des-habitats-definition-causes-et-consequences-470.html",
            "text": "L'urbanisation entraîne la fragmentation des habitats naturels, rendant difficile la survie des espèces. Les Pokémon Rattata et Raticate illustrent cette perturbation des écosystèmes urbains."
        },
        "Noise and Light Pollution": {
            "pokemons": ["Spearow", "Fearow", "Jigglypuff", "Wigglytuff", "Zubat", "Golbat"],
            "url": "https://www.faunesauvage.fr/sinformer/sinformer-articles/la-pollution-sonore-et-lumineuse-modifient-le-comportement-des-oiseaux",
            "text": "La pollution sonore et lumineuse affecte les comportements des animaux nocturnes, perturbant leur alimentation et leur reproduction. Spearow, Fearow, Jigglypuff, Wigglytuff, Zubat et Golbat illustrent la vie nocturne impactée."
        },
        "Destruction of Wetlands": {
            "pokemons": ["Ekans", "Arbok"],
            "url": "https://lanature.ca/2024/10/04/les-serpents-des-allies-meconnus-au-coeur-de-la-biodiversite/",
            "text": "La destruction des zones humides prive de nombreuses espèces de leur habitat naturel. Ekans et Arbok, qui vivent souvent dans ces environnements, symbolisent l'importance de protéger ces écosystèmes vitaux."
        },
        "Electromagnetic Fields and Forest Habitat Loss": {
            "pokemons": ["Pikachu", "Raichu"],
            "url": "https://www.naturalscience.org/fr/news/2021/10/les-animaux-et-les-plantes-stresses-par-le-rayonnement/",
            "text": "Les champs électromagnétiques, notamment émis par les lignes électriques et les technologies modernes, perturbent la faune et la flore des forêts. Pikachu et Raichu, associés à l'électricité, soulignent les dangers de ces rayonnements."
        },
        "Desertification and Loss of Arid Habitats": {
            "pokemons": ["Sandshrew", "Sandslash"],
            "url": "https://www.blog-ecologie.fr/desertification-causes-consequences-solutions/",
            "text": "La désertification réduit la biodiversité dans les habitats arides. Sandshrew et Sandslash, des Pokémon liés aux régions désertiques, mettent en lumière l'importance de la lutte contre ce phénomène."
        },
        "Soil Pollution": {
            "pokemons": ["Nidoran♀", "Nidorina", "Nidoqueen", "Diglett", "Dugtrio"],
            "url": "https://hal.science/file/index/docid/477469/filename/Impact_des_polluants_du_sol_sur_la_biodiversite_animale_du_sol.pdf",
            "text": "La pollution des sols nuit à la vie souterraine, affectant les animaux et les plantes. Nidoran♀, Nidorina, Nidoqueen, Diglett et Dugtrio représentent les créatures qui dépendent de la santé des sols."
        },
        "Water Contamination": {
            "pokemons": ["Nidoran♂", "Nidorino", "Nidoking"],
            "url": "https://www.oceanium.org/comment-la-pollution-de-leau-affecte-les-animaux-marins/",
            "text": "La contamination de l'eau, notamment par des produits chimiques et des déchets, menace la vie aquatique. Nidoran♂, Nidorino et Nidoking symbolisent les dangers liés à la pollution de l'eau."
        },
        "Light Pollution Affecting Nocturnal Behavior": {
            "pokemons": ["Clefairy", "Clefable"],
            "url": "https://www.faunesauvage.fr/sinformer/sinformer-articles/especes-nocturnes-la-pollution-lumineuse-piege-ou-barriere",
            "text": "La pollution lumineuse perturbe les animaux nocturnes, modifiant leurs habitudes de reproduction et de migration. Clefairy et Clefable représentent ces créatures nocturnes affectées par cette pollution."
        },
        "Forest Fires and Habitat Destruction": {
            "pokemons": ["Vulpix", "Ninetales", "Growlithe", "Arcanine"],
            "url": "https://www.ifaw.org/fr/journal/consequences-incendies-faune-sauvage",
            "text": "Les incendies forestiers dévastent les habitats naturels et mettent en danger la faune locale. Vulpix, Ninetales, Growlithe et Arcanine, Pokémon associés au feu, symbolisent la double menace des incendies."
        },
        "Cave Destruction and Noise Pollution": {
            "pokemons": ["Zubat", "Golbat"],
            "url": "https://plan-actions-chiropteres.fr/les-chauve-souris/menaces",
            "text": "La destruction des grottes et la pollution sonore nuisent aux chauves-souris et autres espèces cavernicoles. Zubat et Golbat sont des Pokémon représentant ces créatures sensibles aux perturbations environnementales."
        },
        "Excessive Use of Pesticides": {
            "pokemons": ["Oddish", "Gloom", "Vileplume"],
            "url": "https://acapros.fr/avantages-et-inconvenients/avantages-et-inconvenients-des-pesticides/",
            "text": "L'utilisation excessive de pesticides entraîne une contamination des sols et des effets néfastes sur la faune. Oddish, Gloom et Vileplume, liés aux plantes, montrent l'impact de ces produits chimiques sur l'environnement."
        },
        "Deforestation and Loss of Symbiotic Fungi": {
            "pokemons": ["Paras", "Parasect"],
            "url": "https://www.afas.fr/symbiose-et-cooperation-entre-les-arbres-et-les-champignons-pour-une-foret-durable/",
            "text": "La déforestation affecte les champignons symbiotiques qui jouent un rôle clé dans la santé des forêts. Paras et Parasect symbolisent cette relation essentielle pour la durabilité des écosystèmes forestiers."
        },
        "Air Pollution and Habitat Destruction": {
            "pokemons": ["Venonat", "Venomoth"],
            "url": "https://www.blog-ecologie.fr/pollution-de-lair-et-ses-consequences-sur-les-insectes/",
            "text": "La pollution de l'air nuit aux insectes et à leurs habitats. Venonat et Venomoth représentent les espèces affectées par cette menace environnementale."
        },
        "Urban Habitat Loss and Light Pollution": {
            "pokemons": ["Meowth", "Persian"],
            "url": "https://www.faunesauvage.fr/sinformer/sinformer-articles/especes-nocturnes-la-pollution-lumineuse-piege-ou-barriere",
            "text": "La perte d'habitat urbain et la pollution lumineuse ont des effets délétères sur les espèces nocturnes. Meowth et Persian représentent les félins impactés par ces phénomènes."
        },
        "Freshwater Pollution": {
            "pokemons": ["Psyduck", "Golduck"],
            "url": "https://amisdulacsaintdenis.files.wordpress.com/2016/04/les-canardsc2a0.pdf",
            "text": "La pollution des eaux douces affecte les canards et autres animaux aquatiques. Psyduck et Golduck illustrent l'importance de maintenir l'eau propre pour la faune aquatique."
        },
        "Tropical Deforestation": {
            "pokemons": ["Mankey", "Primeape"],
            "url": "https://www.globalforestwatch.org/blog/fr/forest-insights/la-perte-de-forets-primaires-tropicales-sest-aggravee-en-2022-malgre-les-engagements-internationaux-visant-a-mettre-fin-a-la-deforestation/",
            "text": "La déforestation tropicale menace les forêts primaires et la biodiversité unique qu'elles abritent. Mankey et Primeape illustrent les dangers de la perte de ces habitats tropicaux."
        }
    }
}
